content/posts/The_Molecular_Basis_of_Cancer_by_John_Mendelsohn_et_al_in_2014.md
+++
title = "The Molecular Basis of Cancer by John Mendelsohn et al in 2014"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:50:30-04:00
slug = "The_Molecular_Basis_of_Cancer_by_John_Mendelsohn_et_al_in_2014"
draft = false
+++

## I. Carcinogenesis and cancer genetics {#i-dot-carcinogenesis-and-cancer-genetics}


###  {#}


## II. Cancer biology {#ii-dot-cancer-biology}


## III. Molecular pathology and diagnostics {#iii-dot-molecular-pathology-and-diagnostics}


## IV. Molecular pathogenesis and therapeutic targets for specific cancers {#iv-dot-molecular-pathogenesis-and-therapeutic-targets-for-specific-cancers}


### 26. Acute lymphoblastic leukemia (ALL) {#26-dot-acute-lymphoblastic-leukemia--all}

<!--list-separator-->

-  Introduction

<!--list-separator-->

-  Prognostic factors

<!--list-separator-->

-  Overview of molecular genetics of ALL

<!--list-separator-->

-  Abnormalities of chromosome number (ploidy)

<!--list-separator-->

-  Genetic abnormalities in ALL

    <!--list-separator-->

    -  B-ALL

        <!--list-separator-->

        -  Abnormalities of chromosome structure

            <!--list-separator-->

            -  (ETX6-RUNX1), t(12;21)(p13;q22)

            <!--list-separator-->

            -  TCF3-PBX1, t(1;19)(q23;p13)

            <!--list-separator-->

            -  TCF3-HLF, t(17;19)(q23;p13)

            <!--list-separator-->

            -  BCR-ABL1, t(9;22)(q34;q11)

            <!--list-separator-->

            -  MLL, 11q23 rearrangements

        <!--list-separator-->

        -  Intrachromosomal amplification of chromosome 21 (iAMP21)

        <!--list-separator-->

        -  Submicroscopic abnormalities

            <!--list-separator-->

            -  PAX5 and EBF1

            <!--list-separator-->

            -  IKZF1, CRLF2, JAK, IL7R, and the "BCR-ABL1-like" signature

        <!--list-separator-->

        -  CREBBP and relapsed ALL

    <!--list-separator-->

    -  T-ALL

        <!--list-separator-->

        -  NOTCH

        <!--list-separator-->

        -  Early T-cell precursor phenotype (ETP)

        <!--list-separator-->

        -  ERG

    <!--list-separator-->

    -  Other ALL aberrations

        <!--list-separator-->

        -  c-Myc, t(8;14)(q24;q32)

            <!--list-separator-->

            -  7p deletions and monosomy 7

            <!--list-separator-->

            -  9p21 deletion

            <!--list-separator-->

            -  Cooperating pathways: p53, FLT3, Ras, PTPN11

<!--list-separator-->

-  Clinical implications of genetic lesions

<!--list-separator-->

-  Conclusions


### 27. Childhood neoplasms {#27-dot-childhood-neoplasms}


### 28. Adult myelocytic leukemia and myelodysplasia {#28-dot-adult-myelocytic-leukemia-and-myelodysplasia}

<!--list-separator-->

-  Introduction

<!--list-separator-->

-  Acute myeloid leukemia

<!--list-separator-->

-  Molecular pathogensis of AML

    <!--list-separator-->

    -  PML-RAR alpha rearrangements

        <!--list-separator-->

        -  Core binding factor AMLs

        <!--list-separator-->

        -  Rearrangements of the MLL and HOX genes

        <!--list-separator-->

        -  Mutations in the C/EBPalpha and PU.1 genes

<!--list-separator-->

-  Mutations altering signal transduction

    <!--list-separator-->

    -  Mutations of the nucleophosmin gene

        <!--list-separator-->

        -  Mutations in genes involved in epigenetic patterning and chromatin conformation

        <!--list-separator-->

        -  Overexpression of specific genes in AML

<!--list-separator-->

-  Myelodysplastic syndromes

    <!--list-separator-->

    -  Cytogenetic abnormalities in MDS

        <!--list-separator-->

        -  Loss of miRNAs 145/146

        <!--list-separator-->

        -  NUP98-HOX13 translocation

    <!--list-separator-->

    -  Gene mutations in MDS

        <!--list-separator-->

        -  Mutations in the spliceosome machinery

        <!--list-separator-->

        -  Gene mutations altering epigenetic regulation in MDS: TET2, IDH1/2 and ASXL1

        <!--list-separator-->

        -  RUNX1 mutations

        <!--list-separator-->

        -  NPM1 mutations

        <!--list-separator-->

        -  TP53 mutations

        <!--list-separator-->

        -  Alterations in the bone marrow microenvironment

<!--list-separator-->

-  Concluding remarks


### 29. Lymphoma hematopathology {#29-dot-lymphoma-hematopathology}

<!--list-separator-->

-  Introduction

    <!--list-separator-->

    -  70k NHLs + 10k HLs = 4-5% of all cancer incidence in 2012

    <!--list-separator-->

    -  Deaths attributed to lymphoma 3%

    <!--list-separator-->

    -  5-year survival has increased 47% (1975-1977), 51% (1987-1989), 70% (2001-2007)

<!--list-separator-->

-  B and T lymphocyte development

    <!--list-separator-->

    -  B cells

        <!--list-separator-->

        -  B cell surface markers

            <!--list-separator-->

            -  CD19

            <!--list-separator-->

            -  CD20

            <!--list-separator-->

            -  CD22

            <!--list-separator-->

            -  CD23

        <!--list-separator-->

        -  BCR = surface immunoglobulin

            <!--list-separator-->

            -  VDJ recombination occurs in the bone marrow

            <!--list-separator-->

            -  somatic hypermutation occurs in secondary lymphoid organs at rate of 1e5-1e6 times higher than normal mutation rates of somatic cells

            <!--list-separator-->

            -  two identical light chains of type kappa or lambda

                <!--list-separator-->

                -  two segments: V and J

            <!--list-separator-->

            -  one heavy chain of type M, D, A, or G

                <!--list-separator-->

                -  three segments: V, D, and J

            <!--list-separator-->

            -  V is the variable terminal Fab component of the antibody

    <!--list-separator-->

    -  T cells

        <!--list-separator-->

        -  T cell surface markers

            <!--list-separator-->

            -  CD3

            <!--list-separator-->

            -  CD4

            <!--list-separator-->

            -  CD8

        <!--list-separator-->

        -  TCR

            <!--list-separator-->

            -  Maturation occurs in the thymus

            <!--list-separator-->

            -  Initially double-negative for CD4/8

            <!--list-separator-->

            -  Then double-positive for CD4/8

            <!--list-separator-->

            -  Finally either CD4+CD8\* T-helper -or\* CD4-CD8+ cytotoxic T cells

            <!--list-separator-->

            -  Recognizes antigens bound to MHC

            <!--list-separator-->

            -  TCR composed of four chains

                <!--list-separator-->

                -  alpha paired with beta

                <!--list-separator-->

                -  gamma paired with delta

                <!--list-separator-->

                -  VJ alpha and gamma

                <!--list-separator-->

                -  VDJ beta and delta

<!--list-separator-->

-  Pathogenesis of diffuse large B-cell lymphoma

    <!--list-separator-->

    -  diffuse growth of neoplastic large B-lymphoid cells with a nuclear size equal to or exceeding normal macrophage nuclei or more than twice the size of a normal lymphocyte.

    <!--list-separator-->

    -  Two major molecular subtypes identified via gene expression profiling

        <!--list-separator-->

        -  immunohistochemical algorithms used to approximate gene expression subtype

        <!--list-separator-->

        -  GCB: germinal center B-cells (GCB), relatively indolent (5-year survival 60%)

            <!--list-separator-->

            -  genetic

                <!--list-separator-->

                -  mutations in the Bcl6 autoregulatory domain upstream from the promoter region via somatic hypermutation and AID result in lost feedback loop inhibition from Bcl6, IRF4, and STAT5

                <!--list-separator-->

                -  Bcl6 BTB domain recruits NCOR, BCOR, and SMRT as well as HDACs to repress DNA damage response via repression of ATR, p53, CHK1, p21, and p27

                <!--list-separator-->

                -  Bcl6 RD2 domain recruits MTA3 to repress PRDM1, encoding Blimp-1, which is the master regulator of plasma cell development. Its repression leads to the trapping of centroblasts in the germinal center

                <!--list-separator-->

                -  Bcl6 silencing of IRF4 further inhibits Blimp-1 transcription and contributes to the retention of cells in the germinal center

                <!--list-separator-->

                -  Tonic dysregulation can lead to constitutive coupling of BCR surface markers to CD79a and CD79b leading to phosphorylation of ITAMs by LYN, FYN, and BLK, which then recruit SYK, engaging NFkB, PI3K, NFAT MAP kinase, and RAS pathways.

                    <!--list-separator-->

                    -  SYK inhibitor under investigation

            <!--list-separator-->

            -  epigenetic

                <!--list-separator-->

                -  Nonoverlapping mutations in CREBBP (40%) and EP300 (10%) HATs found in GC-DLBCL that inactivate and lead to activation of Bcl6 and inhibition of p53 via impaired acetylation

                <!--list-separator-->

                -  EZH2 component of the polycomb repression complex-2 (PRC2) which has histone methyltransferase activity leading to H3K27me3 transcriptional silencing. Heterozygous mutations allow the wildtype to transfer the first methyl group and the mutant then methylates in an uncontrolled iterative manner. Hypermethylated CpG islands attract methyl-CpG binding domain proteins to recruit HDACs

            <!--list-separator-->

            -  micro-RNA

                <!--list-separator-->

                -  miR-17-92 oncomir-1 increases expression of Myc, downregulates BIM and p21, and has a mutually antagonistic relationship with p53

        <!--list-separator-->

        -  ABC: activated B cells (ABC), relatively aggressive (5-year survival 40%)

            <!--list-separator-->

            -  genetic

                <!--list-separator-->

                -  deranged signaling pathways converge to aberrant activation of NFkB leading to evasion of cell death and resistance to chemotherapy

                    <!--list-separator-->

                    -  normal BCR signaling leads to formation of the CBM complex containing CARD11, BCL10, and MALT1, and subsequent NFkB activation

                        <!--list-separator-->

                        -  gain of function somatic mutations in the coiled-coil domain of CARD11 found in 10% of ABC-DLBCL and 16% of primary CNS lymphoma (the latter considered a variant of ABC)

                            <!--list-separator-->

                            -  CARD11 interacts with IKKBeta, CK1alpha, and MALT1 to activate NFkB

                        <!--list-separator-->

                        -  MALT1 cleaves A20 and CYLD, which are two negative regulators of NFkB

                <!--list-separator-->

                -  Mutations in NFkB inhibitors

                    <!--list-separator-->

                    -  TNFAIP3 which encodes A20 can be inactivated via mutation, deletion, or epigenetic silencing

                    <!--list-separator-->

                    -  IKBKA encoding IkBa leads to uninhibited translocation of NFkB to the nucleus and increased transcription of NFkB-dependent genes

                <!--list-separator-->

                -  20% of tissue samples have substitutions and deletions of CD79a and CD79b ITAMs leading to gain of function of the BCR signaling pathway evading negative feedback by LYN allowing for increased cell surface localization of the BCR

                <!--list-separator-->

                -  BCR mediated recruitment of Bruton's tyrosine kinase (BTK) via PI3K tends to occur in ABC lymphomas negative for CARD11 mutations

                <!--list-separator-->

                -  30% of tissue samples harbor MYD88 gain-of-function mutations in the toll-interleukin receptor (TIR) domain

            <!--list-separator-->

            -  epigenetic

<!--list-separator-->

-  Molecular pathogenesis of follicular lymphoma

    <!--list-separator-->

    -  B-cell lymphoma of germinal center B cells with rearranged heavy and light chain genes

    <!--list-separator-->

    -  Normal BCL2 is antiapoptotic via inhibition of cytochrome c release from mitochondria

    <!--list-separator-->

    -  90% have t(14; 18) or variant B-cell CLL/lymphoma 2 (BCL2) rearrangements with Ig kappa or lambda on chr 2 and 22

        <!--list-separator-->

        -  IgH regulatory apparatus on chr 14

        <!--list-separator-->

        -  bcl2 gene on chr 18

        <!--list-separator-->

        -  65-70% in major breakpoint region (MBR)

    <!--list-separator-->

    -  t(14;18) can be identified in healthy individuals and is therefor considered an early event

    <!--list-separator-->

    -  Bcl6 is a zinc-finger repressor of IRF-4/MUM-1

        <!--list-separator-->

        -  Found in rearrangements and with somatic mutations

<!--list-separator-->

-  Molecular pathogenesis of marginal zone lymphoma and chronic lymphocytic leukemia / small lymphocytic lymphoma

    <!--list-separator-->

    -  Marginal zone lymphoma

        <!--list-separator-->

        -  arises from memory B cells that normally reside in the marginal zone of secondary lymphoid follicles

    <!--list-separator-->

    -  Chronic lymphocytic leukemia

        <!--list-separator-->

        -  The clonal population expresses hallmark features of mature and activated B lymphocytes

            <!--list-separator-->

            -  CD19, CD5, CD23, and dim CD20

        <!--list-separator-->

        -  Prognostic classification based on

            <!--list-separator-->

            -  mutated V-genes has better prognosis

            <!--list-separator-->

            -  no CD38 or ZAP-70 has better prognosis

        <!--list-separator-->

        -  Cytogenetic lesions

            <!--list-separator-->

            -  13q14.3 deletion (more than 50% of cases followed over time)

            <!--list-separator-->

            -  Highest risk

                <!--list-separator-->

                -  11q22-23 (including loss of the ATM gene)

                <!--list-separator-->

                -  17p13 (including loss of p53)

                <!--list-separator-->

                -  6q21

<!--list-separator-->

-  Pathogenesis of mantle-cell lymphoma

<!--list-separator-->

-  Molecular pathogenesis of the peripheral T cell lymphomas

    <!--list-separator-->

    -  Anaplastic large-cell lymphoma (ALCL)

    <!--list-separator-->

    -  Angioimmunoblastic T-cell lymphoma

<!--list-separator-->

-  Translating molecular pathogenesis into novel treatment platforms

<!--list-separator-->

-  Future directions


### 30. Multiple myeloma hematopathology {#30-dot-multiple-myeloma-hematopathology}

<!--list-separator-->

-  Mutated genes in multiple myeloma

    <!--list-separator-->

    -  Prognostic implications of genetic lesions

    <!--list-separator-->

    -  The microenvironment in multiple myeloma

    <!--list-separator-->

    -  Deregulated pathways in myeloma and the opening of novel therapeutics

        <!--list-separator-->

        -  MYC

        <!--list-separator-->

        -  MAF

        <!--list-separator-->

        -  Cyclins

        <!--list-separator-->

        -  Chromatin remodeling genes

        <!--list-separator-->

        -  MMSET

        <!--list-separator-->

        -  UTX

        <!--list-separator-->

        -  RB1, P18, and other members of the RB1 pathway

        <!--list-separator-->

        -  NFkB

        <!--list-separator-->

        -  TP53 deletion and mutations

        <!--list-separator-->

        -  The proteasome Achilles heel

<!--list-separator-->

-  Final remarks


### 31. Esophageal cancer {#31-dot-esophageal-cancer}


### 32. Lung cancer {#32-dot-lung-cancer}


### 33. Head and neck cancer {#33-dot-head-and-neck-cancer}


### 34. Colon and rectal cancer {#34-dot-colon-and-rectal-cancer}


### 35. Pancreatic adenocarcinoma {#35-dot-pancreatic-adenocarcinoma}


### 36. Breast cancer {#36-dot-breast-cancer}


### 37. Ovarian cancer {#37-dot-ovarian-cancer}


### 38. Prostate cancer {#38-dot-prostate-cancer}


### 39. Kidney cancer {#39-dot-kidney-cancer}


### 40. Primary brain tumors {#40-dot-primary-brain-tumors}


### 41. Epithelial skin cancer {#41-dot-epithelial-skin-cancer}


### 42. Cutaneous Melanoma {#42-dot-cutaneous-melanoma}


### 43. Thyroid cancer {#43-dot-thyroid-cancer}


### 44. Soft tissue sarcomas {#44-dot-soft-tissue-sarcomas}


## V. Molecular basis of cancer therapy {#v-dot-molecular-basis-of-cancer-therapy}


## External notes {#external-notes}


### [molecular pathology notes on overleaf](<https://www.overleaf.com/project/5dbdb855a1c83c0001cf0719>) {#molecular-pathology-notes-on-overleaf--https-www-dot-overleaf-dot-com-project-5dbdb855a1c83c0001cf0719}


## Quick notes for later incorporation into external overleaf document {#quick-notes-for-later-incorporation-into-external-overleaf-document}


###  {#}
